Revit 2024 API
ParameterTypeId.SpotTextFromLeader Property
 "Text Offset from Leader"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpotTextFromLeader { get; }
Visual Basic
Public Shared ReadOnly Property SpotTextFromLeader As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpotTextFromLeader {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace